<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backpack\Base Language Lines
    |--------------------------------------------------------------------------
    */

    'registration_closed'   => 'Регистрация закрыта',
    'no_email_column'       => 'У пользователей нет связанного адреса электронной почты.',
    'first_page_you_see'    => 'Первая страница, которую Вы видите после входа в систему',
    'login_status'          => 'Статус авторизации',
    'logged_in'             => 'Вы в системе!',
    'toggle_navigation'     => 'Переключить навигацию',
    'administration'        => 'Административный раздел',
    'user'                  => 'ПОЛЬЗОВАТЕЛЬ',
    'logout'                => 'Вийти',
    'login'                 => 'Ввійти',
    'register'              => 'Зареєструватись',
    'name'                  => 'Ім\'я',
    'email_address'         => 'E-Mail адреса',
    'password'              => 'Пароль',
    'old_password'          => 'Старий пароль',
    'new_password'          => 'Новий пароль',
    'confirm_password'      => 'Підтвердіть пароль',
    'remember_me'           => 'Запам\'ятати мене',
    'forgot_your_password'  => 'Забули пароль?',
    'reset_password'        => 'Сбросить пароль',
    'send_reset_link'       => 'Отправить ссылку для сброса пароля',
    'click_here_to_reset'   => 'Нажмите здесь для сброса пароля',
    'change_password'       => 'Змінити пароль',
    'unauthorized'          => 'Вы не авторизованы.',
    'dashboard'             => 'Панель керування',
    'handcrafted_by'        => 'Разработано',
    'powered_by'            => 'При поддержке',
    'my_account'            => 'Мій аккаунт',
    'update_account_info'   => 'Оновити особисту інформацію',
    'save'                  => 'Зберегти',
    'cancel'                => 'Скасувати',
    'error'                 => 'Помилка',
    'success'               => 'Успішно',
    'old_password_incorrect'=> 'Старий пароль неправильний.',
    'password_dont_match'   => 'Паролі не співпадають.',
    'password_empty'        => 'Впевніться, що заповнені обидва поля для вводу пароля.',
    'password_updated'      => 'Пароль оновлено.',
    'account_updated'       => 'Особиста інформація успішно оновлена.',
    'unknown_error'         => 'Что-то пошло не так. Пожалуйта, повторите снова.',
    'error_saving'          => 'При сохранении произошла ошибка. Пожалуйта, повторите снова.',
    'use_sidebar'           => '',
    'welcome'               => 'Ласкаво просимо!',

    'password_reset' => [
        'line_1' => 'Вы получили это письмо, т.к. был создан запрос на сброс Вашего пароля к аккаунту.',
        'line_2' => 'Чтобы сбросить пароль, нажмите на кнопку ниже:',
        'button' => 'Сбросить пароль',
        'notice' => 'В случае, если Вы не запрашивали сброс пароля, пожалуйста, проигнорируйте это письмо.',
    ],

    'warning' => 'Увага!'
];
